Repository: reymontero/my-OS-Dev
Catalog: development/1/mbldr146/po/*.po
Languages: cs, ru

source: Empty
cs: Prázdný
ru: Пусто

source: DOS 12-bit FAT
ru: DOS 12-бит FAT

source: XENIX root
cs: XENIX kořenový oddíl
ru: XENIX корневой раздел

source: DOS 3.0+ 16-bit FAT (up to 32M)
cs: DOS 3.0+ 16-bit FAT (do 32M)
ru: DOS 3.0+ 16-бит FAT (до 32M)

source: Extended partition (DOS 3.3+)
cs: Rozšířený oddíl (DOS 3.3+)
ru: Расширенный раздел (DOS 3.3+)

source: DOS 3.31+ 16-bit FAT (over 32M)
cs: DOS 3.31+ 16-bit FAT (nad 32M)
ru: DOS 3.31+ 16-бит FAT (более 32M)

source: Windows NT NTFS or OS/2 HPFS (IFS)
cs: Windows NT NTFS nebo OS/2 HPFS (IFS)
ru: Windows NT NTFS или OS/2 HPFS (IFS)

source: AIX boot (PS/2 port) or OS/2 (v1.0-1.3) or SplitDrive
cs: AIX zavaděč (PS/2 port) nebo OS/2 (v1.0-1.3) nebo SplitDrive
ru: AIX загрузочный (PS/2 порт) или OS/2 (v1.0-1.3) или SplitDrive

source: AIX data or Coherent filesystem or QNX 1.x-2.x
cs: AIX data nebo souborový systém Coherent nebo QNX 1.x-2.x
ru: AIX данные или файловая система Coherent или QNX 1.x-2.x

source: OS/2 Boot Manager or Coherent swap partition or OPUS
cs: OS/2 Boot Manager nebo odkládací oddíl Coherent nebo OPUS
ru: OS/2 Boot Manager или раздел подкачки Coherent или OPUS

source: WIN95_OSR2/Win98 FAT32, LBA-mapped
cs: WIN95_OSR2/Win98 FAT32, režim LBA
ru: WIN95_OSR2/Win98 FAT32, режим LBA

source: Unknown or not recognized
cs: Neznáme nebo nerozpoznané rozdělení disku
ru: Неизвестный или нераспознанный раздел

source: WIN95/98: DOS 16-bit FAT, LBA-mapped
cs: WIN95/98: DOS 16-bit FAT, režim LBA
ru: WIN95/98: DOS 16-бит FAT, режим LBA

source: Extended partition, LBA-mapped (WIN95/98)
cs: Rozšířený oddíl, režim LBA (WIN95/98)
ru: Расширенный раздел, режим LBA (WIN95/98)

source: Hidden DOS 12-bit FAT or Leading Edge DOS 3.x
cs: Skrytý DOS 12-bit FAT nebo Leading Edge DOS 3.x
ru: Скрытый DOS 12-бит FAT или Leading Edge DOS 3.x

source: Compaq configuration/diagnostics partition
cs: Konfigurační/diagnostický oddíl Compaq
ru: Раздел конфигурации/диагностики Compaq

source: Hidden DOS 16-bit FAT <32M or AST DOS
cs: Skrytý DOS 16-bit FAT <32M nebo AST DOS
ru: Скрытый DOS 16-бит FAT <32M или AST DOS

source: Hidden DOS 16-bit FAT >=32M
cs: Skrytý DOS 16-bit FAT >=32M
ru: Скрытый DOS 16-бит FAT >=32M

source: Hidden NTFS/HPFS(IFS)
cs: Skrytý NTFS/HPFS(IFS)
ru: Скрытый NTFS/HPFS(IFS)

source: AST SmartSleep Partition
cs: Oddíl AST SmartSleep
ru: Раздел AST SmartSleep

source: Hidden WIN95_OSR2/98 FAT32
cs: Skrytý WIN95_OSR2/98 FAT32
ru: Скрытый WIN95_OSR2/98 FAT32

source: Hidden WIN95_OSR2/98 FAT32, LBA-mapped
cs: Skrytý WIN95_OSR2/98 FAT32, režim LBA
ru: Скрытый WIN95_OSR2/98 FAT32, режим LBA

source: Hidden WIN95 16-bit FAT, LBA-mapped
cs: Skrytý WIN95 16-bit FAT, režim LBA
ru: Скрытый WIN95 16-бит FAT, режим LBA

source: AtheOS File System (AFS)
cs: Souborový systém AtheOS (AFS)
ru: Файловая система AtheOS (AFS)

source: JFS on OS/2 or eCS
cs: JFS na OS/2 nebo eCS
ru: JFS на OS/2 или eCS

source: THEOS ver 3.2 2gb partition
cs: 2gb oddíl THEOS verze 3.2
ru: Раздел THEOS версии 3.2 2gb

source: Plan 9 partition or THEOS ver 4 spanned partition
cs: Oddíl Plan 9 nebo rozložený oddíl THEOS verze 4
ru: Раздел Plan 9 или распределенный раздел THEOS версии 4

source: THEOS ver 4 4gb partition
cs: 4gb oddíl THEOS verze 4
ru: Раздел THEOS версии 4 4gb

source: THEOS ver 4 extended partition
cs: Rozšířený oddíl THEOS еverze 4
ru: Расширенный раздел THEOS версии 4

source: PartitionMagic recovery partition
cs: Obnovovací oddíl PartitionMagic
ru: Раздел PartitionMagic для восстановления

source: Hidden NetWare
cs: Skrytý oddíl NetWare
ru: Скрытый раздел NetWare

source: Linux/MINIX or PPC PReP Boot
cs: Linux/MINIX nebo PPC PReP Boot
ru: Linux/MINIX или PPC PReP Boot

source: Linux swap or SFS or Windows 2000 dynamic ext. partition marker
cs: Odkládací oddíl Linux nebo SFS nebo příznak dynamického rozšířeného rozdělení Windows 2000
ru: Раздел подкачки Linux или SFS или маркер динамического расширенного раздела Windows 2000

source: Linux native
cs: Nativní Linux
ru: Родной раздел Linux

source: GoBack partition
cs: Oddíl GoBack
ru: Раздел GoBack

source: Boot-US boot manager or Priam or EUMEL/Elan
cs: Boot-US zavaděč nebo Priam nebo EUMEL/Elan
ru: Boot-US boot manager или Priam или EUMEL/Elan

source: Oberon partition
cs: Oddíl Oberon
ru: Раздел Oberon

source: QNX4.x 2nd part
cs: QNX4.x 2. část
ru: QNX4.x 2-ая часть

source: QNX4.x 3rd part or Oberon partition
cs: QNX4.x 3. část nebo oddíl Oberon
ru: QNX4.x 3-я часть или раздел Oberon

source: OnTrack Disk Manager (older versions) RO or Lynx RTOS
cs: OnTrack Disk Manager (starší verze) RO nebo Lynx RTO
ru: OnTrack Disk Manager (старые версии) RO или Lynx RTO

source: OnTrack Disk Manager RW (DM6 Aux1) or Novell
cs: OnTrack Disk Manager RW (DM6 Aux1) nebo Novell
ru: OnTrack Disk Manager RW (DM6 Aux1) или Novell

source: CP/M or Microport SysV/AT
cs: CP/M nebo Microport SysV/AT
ru: CP/M или Microport SysV/AT

source: DrivePro or VNDI Partition
cs: Разедл DrivePro nebo VNDI
ru: Разедл DrivePro или VNDI

source: Unix System V/386 (SCO, ISC Unix, UnixWare) or Mach or GNU Hurd
cs: Unix System V/386 (SCO, ISC Unix, UnixWare) nebo Mach nebo GNU Hurd
ru: Unix System V/386 (SCO, ISC Unix, UnixWare) или Mach или GNU Hurd

source: PC-ARMOUR protected partition or Novell Netware 286, 2.xx
cs: Chráněný oddíl PC-ARMOUR nebo Novell Netware 286, 2.xx
ru: Защищенный раздел PC-ARMOUR или Novell Netware 286, 2.xx

source: Novell Netware 386, 3.xx or 4.xx
cs: Novell Netware 386, 3.xx nebo 4.xx
ru: Novell Netware 386, 3.xx или 4.xx

source: Novell Netware SMS Partition
cs: SMS oddíl Novell Netware
ru: SMS раздел Novell Netware

source: Novell Netware 5+, Novell Netware NSS Partition
cs: Novell Netware 5+, NSS oddíl Novell Netware
ru: Novell Netware 5+, NSS раздел Novell Netware

source: DiskSecure Multi-Boot
cs: Vícezaváděcí oddíl DiskSecure
ru: Мультизагрузочный раздел DiskSecure

source: Scramdisk partition
cs: Oddíl Scramdisk
ru: Раздел Scramdisk

source: M2FS/M2CS partition or VNDI Partition
cs: Oddíl M2FS/M2CS nebo VNDI
ru: Раздел M2FS/M2CS или VNDI

source: XOSL FS
cs: Souborový systém XOSL
ru: Файловая система XOSL

source: Old MINIX (until 1.4a)
cs: Starší verze MINIX (do 1.4a)
ru: Старые версии MINIX (до 1.4a)

source: MINIX since 1.4b, early Linux or Mitac disk manager
cs: MINIX od verze 1.4b, dřívější diskový správce Linux nebo Mitac
ru: MINIX с версии 1.4b, ранние Linux или диск-менеджер Mitac

source: Linux swap or Prime or Solaris x86
cs: Odkládací oddíl Linux nebo Prime nebo Solaris x86
ru: Раздел подкачки Linux или Prime или Solaris x86

source: Linux native partition
cs: Nativní oddíl Linux
ru: Родной раздел Linux

source: OS/2 hidden C: drive or Hibernation partition
cs: OS/2 skrytý disk C: nebo oddíl pro hibernaci
ru: OS/2 скрытый диск C: или раздел Hibernation

source: Linux extended partition
cs: Rozšířený oddíl Linux
ru: Расширенный раздел Linux

source: Old Linux RAID partition superblock or FAT16 volume set
cs: Oddíl superbloku RAID starší verze Linux nebo diskovy svazek FAT16
ru: Суперблок RAID раздела старых версий Linux или набор томов FAT16

source: NTFS volume set
cs: Diskový svazek NTFS
ru: Набор томов NTFS

source: Linux plaintext partition table
cs: Tabulka rozdělení disku Linux (ASCII text)
ru: Открытая таблица разделов Linux

source: Linux Kernel Partition (used by AiR-BOOT)
cs: Oddíl jadra Linux (využívaný AiR-BOOT)
ru: Раздел ядра Linux (используется AiR-BOOT)

source: Legacy Fault Tolerant FAT32 volume
cs: Zpětně kompatibilní FAT32 svazek odolný k chybám
ru: Том FAT32, устойчивый к сбоям

source: Legacy Fault Tolerant FAT32 volume using BIOS extended INT 13h
cs: Zpětně kompatibilní FAT32 svazek odolný k chybám (využívající BIOS rozšíření INT 13h)
ru: Том FAT32, устойчивый к сбоям (расширенное прерывание INT 13h BIOS)

source: Free FDISK hidden Primary DOS FAT12 partitition
cs: Skrytý základní oddíl DOS FAT12 (Free FDISK)
ru: Скрытый основной раздел DOS FAT12 (для Free FDISK)

source: Linux Logical Volume Manager (LVM) partition
cs: Oddíl Linux Logical Volume Manager (LVM)
ru: Раздел Linux Logical Volume Manager (LVM)

source: Free FDISK hidden Primary DOS FAT16 partitition
cs: Skrytý základní oddíl DOS FAT16 (Free FDISK)
ru: Скрытый основной раздел DOS FAT16 (для Free FDISK)

source: Free FDISK hidden DOS extended partitition
cs: Skrytý rozšířený oddíl DOS (Free FDISK)
ru: Скрытый расширенный раздел DOS (для Free FDISK)

source: Free FDISK hidden Primary DOS large FAT16 partitition
cs: Skrytý velký základní oddíl DOS FAT16 (Free FDISK)
ru: Скрытый основной большой раздел DOS FAT16 (для Free FDISK)

source: Hidden Linux native partition or Amoeba
cs: Skrytý nativní oddíl Linux nebo Amoeba
ru: Скрытый родной раздел Linux или Amoeba

source: MIT EXOPC native partitions
cs: Nativní oddíly MIT EXOPC
ru: Родной раздел MIT EXOPC

source: Free FDISK hidden Primary DOS FAT32 partitition
cs: Skrytý základní oddíl DOS FAT32 (Free FDISK)
ru: Скрытый основной раздел DOS FAT32 (для Free FDISK)

source: DCE376 logical drive
cs: Logická jednotka DCE376
ru: Логический диск DCE376

source: Free FDISK hidden Primary DOS FAT16 partitition (LBA)
cs: Skrytý základní oddíl DOS FAT16, režim LBA (Free FDISK)
ru: Скрытый основной раздел DOS FAT16, режим LBA (для Free FDISK)

source: Free FDISK hidden DOS extended partitition (LBA)
cs: Skrytý rozšířený oddíl DOS, režim LBA (Free FDISK)
ru: Скрытый расширенный раздел DOS, режим LBA (для Free FDISK)

source: IBM Thinkpad laptop hibernation partition
cs: Hibernační oddíl notebooků IBM Thinkpad
ru: Hibernation раздел ноутбуков IBM Thinkpad

source: Laptop hibernation partition or HP Volume Expansion
cs: Hibernační oddíl notebooku nebo HP Volume Expansion
ru: Hibernation раздел ноутбуков или HP Volume Expansion

source: HP Volume Expansion (SpeedStor variant)
cs: HP Volume Expansion (varianta SpeedStor)
ru: HP Volume Expansion (вариант SpeedStor)

source: OpenBSD or HP Volume Expansion (SpeedStor variant)
cs: OpenBSD nebo HP Volume Expansion (varianta SpeedStor)
ru: OpenBSD или HP Volume Expansion (вариант SpeedStor)

source: Olivetti Fat 12 1.44MB Service Partition
cs: Servisní oddíl Olivetti Fat 12 1.44MB
ru: Сервисный раздел Olivetti Fat 12 1.44MB

source: Mac OS-X (Darwin) Boot partition or GO! partition
cs: Zaváděcí oddíl Mac OS-X (Darwin) nebo oddíl GO!
ru: Загрузочный раздел Mac OS-X (Darwin) или раздел GO!

source: ShagOS filesystem
cs: Souborový systém ShagOS
ru: Файловая система ShagOS

source: ShagOS swap partition
cs: Odkládací oddíl ShagOS
ru: Раздел подкачки ShagOS

source: Corrupted Windows NT mirror set (master), FAT16 file system
cs: Poškozený zrcadlový set (master) Windows NT, souborový systém FAT16
ru: Испорченное основное зеркало Windows NT, файловая система FAT16

source: BSDI BSD/386 filesystem or Corrupted Win NT mirror set, NTFS
cs: Souborový systém BSDI BSD/386 nebo poškozený zrcadlový set Win NT, NTFS
ru: Файловая система BSDI BSD/386 или испорченное зеркало Win NT, NTFS

source: BSDI BSD/386 swap partition
cs: Odkládací oddíl BSDI BSD/386
ru: Раздел подкачки BSDI BSD/386

source: Boot Wizard hidden
cs: Skrytý oddíl Boot Wizard
ru: Скрытый раздел Boot Wizard

source: Solaris 8 boot partition
cs: Zaváděcí oddíl Solaris 8
ru: Загрузочный раздел Solaris 8

source: New Solaris x86 partition
cs: Nový oddíl Solaris x86
ru: Новый раздел Solaris x86

source: CTOS or REAL/32 secure small partition or NTFT Partition
cs: CTOS nebo malý zabezpečený oddíl REAL/32 nebo oddíl NTFT
ru: CTOS или маленький защищенный раздел REAL/32 или раздел NTFT

source: DRDOS/secured (FAT-12)
cs: DRDOS/zabezpečený (FAT-12)
ru: DRDOS/защищенный (FAT-12)

source: Hidden Linux
cs: Skrytý oddíl Linux
ru: Скрытый раздел Linux

source: Hidden Linux swap
cs: Skrytý odkládací oddíl Linux
ru: Скрытый раздел подкачки Linux

source: DRDOS/secured (FAT-16, < 32M)
cs: DRDOS/zabezpečený (FAT-16, < 32M)
ru: DRDOS/защищенный (FAT-16, < 32M)

source: DRDOS/secured (extended)
cs: DRDOS/zabezpečený (rozšířený oddíl)
ru: DRDOS/защищенный (расширенный)

source: DRDOS/secured (FAT-16, >= 32M) or WinNT corrupted FAT16 volume/stripe set
cs: DRDOS/zabezpečený (FAT-16, >= 32M) nebo poškozený FAT16 svazek/stripe set
ru: DRDOS/защищенный (FAT-16, >= 32M) или испорченный FAT16 том/stripe set

source: Windows NT corrupted NTFS volume/stripe set or Syrinx boot
cs: Poškozený NTFS svazek/stripe set Windows NT nebo zaváděcí oddíl Syrinx
ru: Испорченный NTFS том/stripe set Windows NT или загрузочный раздел Syrinx

source: Reserved for DR-DOS 8.0+
cs: Rezervováno pro DR-DOS 8.0+
ru: Резервировано для DR-DOS 8.0+

source: DR-DOS 7.04+ secured FAT32 (CHS)
cs: DR-DOS 7.04+ zabezpečený FAT32 (CHS)
ru: DR-DOS 7.04+ защищенный FAT32 (CHS)

source: DR-DOS 7.04+ secured FAT32 (LBA)
cs: DR-DOS 7.04+ zabezpečený FAT32 (LBA)
ru: DR-DOS 7.04+ защищенный FAT32 (LBA)

source: DR-DOS 7.04+ secured EXT DOS (LBA)
cs: DR-DOS 7.04+ zabezpečený EXT DOS (LBA)
ru: DR-DOS 7.04+ защищенный EXT DOS (LBA)

source: REAL/32 secure big partition or Multiuser DOS secured partition
cs: Velký zabezpečený oddíl REAL/32 nebo zabezpečený oddíl Multiuser DOS
ru: Большой защищенный раздел REAL/32 или защищенный раздел Multiuser DOS

source: Old Multiuser DOS secured FAT12
cs: Zabezpečený oddíl FAT12 pro starší Multiuser DOS
ru: Защищенный раздел FAT12 для старой Multiuser DOS

source: Old Multiuser DOS secured FAT16 <32M
cs: Zabezpečený oddíl FAT16 <32M pro starší Multiuser DOS
ru: Защищенный раздел FAT16 <32M для старой Multiuser DOS

source: Old Multiuser DOS secured extended partition
cs: Zabezpečený rozšířený oddíl pro starší Multiuser DOS
ru: Защищенный расширенный раздел для старой Multiuser DOS

source: Old Multiuser DOS secured FAT16 >=32M
cs: Zabezpečený oddíl FAT16 >=32M pro starší Multiuser DOS
ru: Защищенный раздел FAT16 >=32M для старой Multiuser DOS

source: Non-FS Data
cs: Data bez souborového systému
ru: Данные не файловой системы

source: Hidden CTOS Memdump?
cs: Skrytý oddíl CTOS Memdump?
ru: Скрытый раздел CTOS Memdump?

source: Dell PowerEdge Server utilities (FAT fs)
cs: Utility Dell PowerEdge Server (souborový systém FAT)
ru: Утилиты Dell PowerEdge Server (файловая система FAT)

source: DG/UX virtual disk manager partition or BootIt EMBRM
cs: Oddíl virtuálního správce disku DG/UX nebo BootIt EMBRM
ru: Раздел виртуального диск менеджера DG/UX или BootIt EMBRM

source: Reserved by STMicroelectronics for a filesystem called ST AVFS
cs: Rezervováno STMicroelectronics pro souborový systém ST AVFS
ru: Резервировано STMicroelectronics для файловой системы ST AVFS

source: DOS access or SpeedStor 12-bit FAT extended partition
cs: DOS access nebo rozšířený oddíl SpeedStor 12-bit FAT
ru: DOS access или расширенный разде SpeedStor 12-бит FAT

source: DOS R/O or SpeedStor
cs: DOS R/O nebo SpeedStor
ru: DOS R/O или SpeedStor

source: SpeedStor 16-bit FAT extended partition < 1024 cyl
cs: Rozšířený oddíl SpeedStor 16-bit FAT < 1024 cyl
ru: Расширенный раздел SpeedStor 16-бит FAT < 1024 cyl

source: Intel EFI GUID Partition Table (followed by an EFI header)
cs: Tabulka rozdělení disku Intel EFI GUID (za kterou následuje EFI-hlavička)
ru: Таблица разделов Intel EFI GUID (за которой идет заголовок EFI)

source: Intel EFI (FAT-12/16/32) file system partition
cs: Oddíl souborového systému Intel EFI (FAT-12/16/32)
ru: Раздел файловой системы Intel EFI (FAT-12/16/32)

source: Linux/PA-RISC
cs: Zavaděč Linux/PA-RISC
ru: Загрузчик Linux/PA-RISC

source: DOS 3.3+ secondary partition
cs: Druhý oddíl DOS 3.3+
ru: Вторичный раздел DOS 3.3+

source: SpeedStor large partition or Prologue single-volume partition
cs: Velký oddíl SpeedStor nebo jednosvazkový oddíl Prologue
ru: Большой раздел SpeedStor или однотомный раздел Prologue

source: Prologue multi-volume partition
cs: Vícesvazkový oddíl Prologue
ru: Многотомный раздел Prologue

source: VMware File System partition
cs: Oddíl se souborovým systémem VMware
ru: Раздел файловой системы VMware

source: VMware Swap partition
cs: Odkládací oddíl VMware
ru: Раздел подкачки VMware

source: Linux raid partition with autodetect
cs: Oddíl Linux raid s autodetekcí
ru: Раздел Linux raid с автораспознаванием

source: Windows NT Disk Administrator hidden partition or Linux LVM (old)
cs: Skrytý oddíl Windows NT Disk Administrator nebo Linux LVM (starší)
ru: Скрытый раздел Windows NT Disk Administrator или Linux LVM (старый)

source: FATAL:
cs: FATÁLNÍ:
ru: ФАТАЛЬНО:

source: DEBUG:
cs: LADĚNÍ:
ru: ОТЛАДКА:

source: UNKNOWN:
cs: NEZNAMÝ:
ru: НЕИЗВЕСТНО:

source: Error writing log, it seems there is no space left on a device.
cs: Chyba při zápisu do logu, vypadá to, že není místo na disku.
ru: Ошибка записи в лог, похоже на то, что на устройстве нет свободного места.

source: Before interrupt INT 13h, AH=%02Xh
cs: Před přerušením INT 13h, AH=%02Xh
ru: До прерывания INT 13h, AH=%02Xh

source: After interrupt
cs: Po přerušení
ru: После прерывания

source: Error code: %u
cs: Kód chyby: %u
ru: Код ошибки: %u

source: Unable to get maximum number of available devices.
cs: Nemohu zjistit maximalní počet dostupných zařízení.
ru: Невозможно определить количество доступных устройств.

source: Found devices: %u
cs: Nalezeno zařízení: %u
ru: Найдено устройств: %u

source: Device: 0x%02X.
cs: Zařízení: 0x%02X.
ru: Устройство: 0x%02X.

source: Extensions are not present, device will not be used.
cs: Rozšíření nejsou dostupná, zařízení nebude použito.
ru: Расширения не присутстивуют, устройство не может быть использовано.

source: Magic number: %u
cs: Signatura: %u
ru: Сигнатура: %u

source: Magic number is not equal to 0xAA55.
cs: Signatura se liší od 0xAA55.
ru: Сигнатура не равна 0xAA55.

source: Version of extensions: %u (is not equal to 0x30)
cs: Verze rozšíření: %u (nerovná se 0x30)
ru: Версия расширений: %u (не равна 0x30)

source: Interface support bitmap: %u
cs: List podpory rozhraní: %u
ru: Карта поддерживаемых расширений: %u

source: Fixed disk access subset is not supported by extensions.
cs: Požadovaný přímý způsob přístupu na disk není rozšířeními podporován.
ru: Необходимая часть расширений по доступу к жестким дискам не реализована.

source: Size of DeviceParameters structure: %u
cs: Velikost struktury DeviceParameters: %u
ru: Размер структуры DeviceParameters: %u

source: Could not get device parameters.
cs: Nebylo možno zjistit parametry zařízení.
ru: Невозможно получить параметры устройства.

source: Since structure size is more than 30 and interface support bitmap has EDD support extension, save important information from DPTE
cs: Jelikož velikost struktury je větší než 30 a seznam podporovaných rozhraní obsahuje EDD-rozšíření, důležité informace budou uloženy z DPTE
ru: Поскольку размер структуры более 30 байт и карта поддерживаемых расширений содержит EDD, сохраняем важную информацию из DPTE

source: Size structure returned by BIOS interrupt: %u
cs: Velikost struktury získané přerušením BIOSu: %u
ru: Размер структуры, возвращенной прерыванием BIOS: %u

source: Structure returned by 'get device parameters' is less than minimum.
cs: Struktura získaná pomocí 'get device parameters' je menší než minimální.
ru: Структура, возвращенная 'get device parameters' меньше необходимого минимума.

source: Sector size: %u
cs: Velikost sektoru: %u
ru: Размер сектора: %u

source: Size of a sector is not equal to 512.
cs: Velikost sektoru není rovna 512.
ru: Размер сектора не равен 512.

source: Calculating approximate size
cs: Počítám přibližnou velikost
ru: Вычисление примерного размера

source: Too small hard drive, it seems some error has occured.
cs: Příliš malý pevný disk, vypadá to, že se vyskytla nějaká chyba.
ru: Размер жесткого диска слишком мал, похоже на ошибку.

source: Memory allocation error
cs: Chyba alokace paměti
ru: Ошибка выделения памяти

source: Internal error with dynamic list allocation logic, this should never happen
cs: Vnitřní chyba v logice alokace dynamického seznamu, to by se nemělo nikdy stát
ru: Внутренная ошибка логики управления динамическим списком, это никогда не должно случаться.

source: Size of a structure is greater or equal than 30
cs: Velikost struktury je větší nebo rovna 30
ru: Размер структуры больше или равен 30

source: Size of a structure is equal either to 74 or to 66
cs: Velikost struktury je buď 74 anebo 66
ru: Размер структуры равен либо 74, либо 66

source: Should be 0xBEDD, found: 0x%X
cs: Mělo by být 0xBEDD, nalezeno: 0x%X
ru: Должно быть 0xBEDD, найдено: 0x%X

source: Key, indicating presence of Device Path Information was not found.
cs: Klíč, indikující přítomnost Device Path Information, nebyl nalezen.
ru: Ключ, указывающий на наличие Device Path Information, не найден.

source: Buffer size is %u, Device Path Information length is %u
cs: Velikost vyrovnávací paměti je %u, délka Device Path Information je %u
ru: Размер буфера %u, длина Device Path Information %u

source: Buffer size does not suit the length of Device Path Information.
cs: Velikost vyrovnávací paměti nevyhovuje délce Device Path Information.
ru: Размер буфера не подходит к длине Device Path Information.

source: Host bus type was: '%s'
cs: Typ host-sběrnice byl: '%s'
ru: Тип шины хоста: '%s'

source: Reducing trailing space
cs: Odstranění koncových mezer
ru: Удаление завершающих пробелов

source: Interface type was: '%s'
cs: Typ rozhraní byl: '%s'
ru: Тип интерфейса: '%s'

source: Either ATA or SATA interface type is detected
cs: Detekováno buď ATA anebo SATA rozhraní
ru: Обнаруженный тип интерфейса: либо ATA либо SATA

source: DevicePath[0]=0x%02X, so modifying ATADeviceBit
cs: DevicePath[0]=0x%02X, proto modifikuji ATADeviceBit
ru: DevicePath[0]=0x%02X, поэтому модифицируем ATADeviceBit

source: 'Enhanced Disk Drive (EDD) Support' extensions subset is present
cs: Přítomno rozšíření pro podporu 'Enhanced Disk Drive' (EDD)
ru: Присутствует расширение 'Поддержка Enhanced Disk Drive (EDD)'

source: Primary interface
cs: Primární rozhraní
ru: Первичный интерфейс

source: /Primary
cs: /Primární
ru: /Первичный

source: Secondary interface
cs: Sekundární rozhraní
ru: Вторичный интерфейс

source: /Secondary
cs: /Sekundární
ru: /Вторичный

source: Master device
cs: Hlavní zařízení
ru: Главное устройство

source: /Master
cs: /Hlavní
ru: /Главное

source: Slave device
cs: Podřízené zařízení
ru: Подчиненное устройство

source: /Slave
cs: /Podřízený
ru: /Подчиненное

source: All 256 words of data have been received
cs: Bylo prijato všech 256 datových slov
ru: Все 256 слов данных были получены

source: Model number was: '%s'
cs: Číslo modelu: '%s'
ru: Номер модели: '%s'

source: Trying disk device %s
cs: Zkouším diskové zařízení %s
ru: Пробуем дисковое устройство %s

source: Unable to close disk device %s
cs: Nemohu uzavřít diskové zařízení %s
ru: Невозможно закрыть дисковое устройство %s

source: glob() system call succeeded on %s
cs: Systémové volání glob() úspěšně dokončeno pro %s
ru: Системный вызов glob() успешно завершен: %s

source: Unable to open file with model description, errno=%i, (%s)
cs: Nemohu otevřít záznam s popisem modelu, errno=%i, (%s)
ru: Невозможно открыть файл с описанием модели, errno=%i, (%s)

source: Unable to read file with model description, errno=%i, (%s)
cs: Nemohu přečíst záznam s popisem modelu, errno=%i, (%s)
ru: Невозможно прочесть файл с описанием модели, errno=%i, (%s)

source: Running out of memory, errno=%i, (%s)
cs: Došla volná paměť, errno=%i, (%s)
ru: Закончилась свободная память, errno=%i, (%s)

source: Read error, errno=%i, (%s)
cs: Chyba čtení, errno=%i, (%s)
ru: Ошибка чтения, errno=%i, (%s)

source: No found matches, errno=%i, (%s)
cs: Nic nenalezeno, errno=%i, (%s)
ru: Ничего не найдено, errno=%i, (%s)

source: Unknown error, errno=%i, (%s)
cs: Neznámá chyba, errno=%i, (%s)
ru: Неизвестная ошибка, errno=%i, (%s)

source: Unable to open file with vendor description, errno=%i, (%s)
cs: Nemohu otevřít záznam s popisem výrobce, errno=%i, (%s)
ru: Невозможно открыть файл с описанием производителя, errno=%i, (%s)
