Repository: reymontero/my-OS-Dev
Catalog: development/1/mbldr146/po/*.po
Languages: cs, ru

source: 'Next HDD' menu item adds the following capability to the boot loader: after choosing this menu item mbldr tries to load MBR from another hard drive (number of drive is increased sequentially: 0x80, 0x81, etc) and execute it. New master boot loader gets a number of drive being used as a parameter. Theoretically this scheme should work fine assuming that all boot loaders respect this input parameter. Unfortunately several boot loaders ignore it assuming that the drive number used to boot is always 0x80 (what is incorrect according to EDD3 specification). It may lead to impossibility to boot for so called 'passive' master boot loaders (that just try to boot not updating MBR every time you boot). But even worse for so called 'active' master boot loaders (that modify MBR every time you boot) you may overwrite MBR on the wrong disk. Please note that 'Next HDD' feature is not the same as the one provided by BIOS (boot from either of installed hard disks). BIOS does the reenumeration of hard drives making bootable disk always 0x80, while mbldr does not. Use this feature at your own risk! It is dangerous and may lead to data loss if you have master boot loaders others than mbldr with version 1.37 or above! Are you sure?
cs: Položka 'Zavedení z následujícího disku' zpřístupní následující schopnost zavaděče: zavaděč mbldr se, po výberu této položky z menu, pokusí o zavedení pomocí nahrání a vykonání kódu MBR z jiného disku (číslo zařízení je přitom postupně zvyšováno: 0x80, 0x81, atd.) Nový zavaděč MBR obdrží číslo právě použitého zařízení jako parametr. Teoreticky by toto schéma mělo fungovat bez problémů za předpokladu, že všechny zavaděče budou respektovat tento vstupní parametr. Bohužel některé zavaděče jej ignorují a tiše předpokládají, že číslo zaváděného zařízení je vždy 0x80 (což odporuje specifikaci EDD3). Tento fakt může vést k nemožnosti zavést tzv. 'pasivní' MBR zavaděče (tedy ty, které jednoduše zkouší zavést systém bez toho, aniž by pokaždé aktualizovaly MBR). A ještě hůře pro tzv. 'aktivní' zavaděče (ty, které modifikují MBR pokaždé při zavedení systému) - ty mohou přepsat MBR na nesprávném disku. Prosím povšimněte si, že 'Zavedení z následujícího disku' není to samé jako možnost poskytovaná BIOSem (zavedení z libovolného dostupného disku). BIOS přečísluje disky tak, aby ten zaváděcí měl vždy číslo 0x80, zatímco mbldr nikoliv. Použití této vlastnosti mbldr je tudíž na vlastní nebezpečí! Není to bezpečné a může to vést ke ztrátě dat, jestliže současně používáte i jiné MBR zavaděče než mbldr od verze 1.37 a vyšší! Jste si jistí?
ru: Пункт 'Загрузка со следующего жесткого диска' добавляет следующую функциональность к загрузчику: после выбора этого пункта меню mbldr пытается загрузить MBR с другого винчестера (номер диска увеличивается на единицу: 0x80, 0x81, и т.д.) и выполнить его. Новый загрузчик получает номер диска в качестве параметра. Теоретически это должно работать нормально, предполагая, что все загрузчики используют этот параметр. К сожалению некоторые игнорируют номер диска, предполагая, что загрузка всегда идет с винчестера 0x80 (что неверно по спецификации EDD3). Это может привести к невозможности загрузиться для так называемых 'пассивных' загрузчиков (которые просто пытаются загружать ОС, не обновляя содержимое MBR каждый раз). Но даже хуже, для 'активных' загрузчиков (которые модифицируют MBR каждый раз при загрузке ОС) вы можете перезаписать MBR не на том диске. Пожалуйста обратите внимание, что 'Загрузка со следующего жесткого диска' это не то же самое, что предоставляет BIOS (загрузка с любого доступного винчестера). BIOS перенумеровывает жесткие диски, делая загрузочный диск всегда имеющим номер 0x80, а mbldr - нет. Используйте этот пункт меню аккуратно! Он опасен и может привести к потере данных если вы используете любые загрузчики кроме mbldr версии 1.37 или выше! Вы уверены?

source: Are you sure?
cs: Jste si jistí?
ru: Вы уверены?

source: 'Next HDD' menu item has been added.
cs: Položka 'Zavedení z následujícího disku' byla přidána do menu.
ru: Пункт 'Загрузка со следующего жесткого диска' был добавлен в меню.

source: Type the label for this partition:
cs: Zadejte popisku tohoto diskového oddílu:
ru: Введите метку для этого раздела:

source: Unable to get current active codepage
cs: Není možné zjistit současnou aktivní kódovou stránku
ru: Невозможно получить текущую активную кодовую страницу

source: Label of partition is set to '%s'
cs: Popiska diskového oddílu byla nastavena na '%s'
ru: Метка раздела установлена в '%s'

source: Partition has been added.
cs: Byl přidán diskový oddíl.
ru: Раздел был добавлен.

source: No partitions have been found in current configuration. You should add at least one.
cs: V stávající konfiguraci nebyly nalezeny žádné diskové oddíly. Je zapotřebí přidat alespoň jeden.
ru: В текущей конфигурации не найдено ни одного раздела. Нужно добавить как минимум один.

source: Default partition is what was booted last.
cs: Posledně byl zaveden implicitní diskový oddíl.
ru: Раздел по умолчанию тот, который был загружен последним.

source: Default partition is marked with asterisk.
cs: Hvězdička označuje implicitní diskový oddíl.
ru: Раздел по умолчанию помечен звездочкой.

source: Partition in the slot %u is the default one
cs: Implicitní diskový oddíl je na pozici %u
ru: Раздел в слоте %u назначен разделом по умолчанию

source: Skip boot attempt and try another device
cs: Vynechat zaváděcí nabídku a zkusit jiné zařízení
ru: Пропустить попытку загрузки и попробовать другое устройство

source: Try to boot from next hard disk (dangerous!)
cs: Pokusit se o zavedení z jiného disku (nebezpečné!)
ru: Попытка загрузки со следующего жесткого диска (опасно!)

source: Broken partition offset 0x08lX is found in slot %u
cs: Nekorektní ukazatel umístění 0x08lX diskového oddílu se nachazí na pozici %u
ru: Найдено некорректное смещение раздела 0x08lX в слоте %u

source: !!!BROKEN!!!
cs: !!!PORUŠENO!!!
ru: !!!НЕКОРРЕКТНО!!!

source: Partition offset points to a wrong sector, remove it
cs: Ukazatel pozice diskového oddílu míří na chybný sektor, odstraňte ho
ru: Смещение раздела указывает на неверный сектор, удаляем его

source: No default partition (load what was used on previous boot)
cs: Není nastaven implicitní diskový oddíl (zavedení oddílu, který byl použit posledně)
ru: Нет раздела по умолчанию (загрузка того, что было использовано в предыдущий раз)

source: Choose partition or menu item
cs: Vyberte diskový oddíl nebo položku menu
ru: Выберите раздел или пункт меню

source: The default partition has been reset. It will point to what was booted last.
cs: Byl odstraněn implicitní diskový oddíl. Bude označen ten oddíl, který byl použit posledně.
ru: Раздел по умолчанию сброшен. Будет производиться загрузка того раздела, который был использован в предыдущий раз

source: Remove this partition or boot menu item
cs: Odstranit tento diskový oddíl nebo položku menu
ru: Удаление этого раздела или пункта меню

source: Set/edit text label for partition or boot menu item
cs: Nastavení/editace popisky diskového oddílu nebo položky menu
ru: Установка/редактирование метки раздела или пункта меню

source: Set this partition as a default
cs: Nastavit tento diskový oddíl jako implicitní
ru: Установка этого раздела разделом по умолчанию

source: What do you want to do?
cs: Co chcete dělat?
ru: Что вы хотите сделать?

source: Using device %s
cs: Používám zařízení %s
ru: Использование устройства %s

source: User wants to remove this partition or menu item.
cs: Uživatel si přeje odstranit tento diskový oddíl nebo položku menu.
ru: Пользователь желает удалить этот раздел или пункт меню.

source: Decreasing number of default partition, now it's %u.
cs: Snižuji číslo implicitního diskového oddílu, nyní je to %u.
ru: Уменьшение номера раздела по умолчанию, теперь это %u.

source: Partition has been removed from configuration.
cs: Diskový oddíl byl odstraněn z konfigurace.
ru: Раздел удален из конфигурации.

source: List is now empty.
cs: Seznam je nyní prázdný.
ru: Список пуст.

source: User wants to set or edit text label for boot menu.
cs: Uživatel si přeje vytvořit nebo editovat text popisky zaváděcího menu.
ru: Пользователь желает установить или редактировать метку в меню загрузки

source: custom
cs: uživatelský
ru: неавтоматический

source: automatic
cs: automatický
ru: автоматический

source: User wants to set this partition as a default.
cs: Uživatel si přeje nastavit tento diskový oddíl jako implicitní.
ru: Пользователь желает установить этот раздел разделом по умолчанию.

source: Partition %i is set as a default one.
cs: Diskový oddíl %i je nastaven jako implicitní.
ru: Раздел %i установлен разделом по умолчанию.

source: Use <Esc> key to interrupt timer
cs: Použijte klávesu <Esc> pro přerušení časového limitu
ru: Используйте <Esc> для прерывания таймера

source: Use <Space> key to interrupt timer
cs: Použijte klávesu <Mezerník> pro přerušení časového limitu
ru: Используйте <Пробел> для прерывания таймера

source: Choose timer interrupt key
cs: Vyberte klávesu pro přerušení časového limitu
ru: Выбор клавиши прерывания таймера

source: Currently progress-bar is not allowed.
cs: Ukazatel průběhu není nyní povolen.
ru: Сейчас прогресс-бар запрещен.

source: Current progress-bar type:
cs: Typ nastaveného ukazatele průběhu:
ru: Текущий тип прогресс-бара:

source: Decreasing digits
cs: odpočet
ru: Обратный отсчет

source: Asterisks
cs: hvězdičky
ru: Звездочки

source: Equal signs
cs: rovnítka
ru: Знаки равенства

source: Greater signs
cs: znaky 'větší než'
ru: Знаки больше

source: Dots
cs: tečky
ru: Точки

source: Number signs
cs: čísla
ru: Знаки диеза

source: Pluses
cs: plusy
ru: Плюсы

source: Minuses
cs: mínusy
ru: Минусы

source: Custom symbols
cs: uživatelsky definovné symboly
ru: Конфигурируемый символ

source: Disabled
cs: Zakázáno
ru: Запрещено

source: Choose progress-bar type
cs: Vyberte typ ukazatele průběhu
ru: Выберите тип прогресс-бара

source: Type one custom symbol for progress-bar
cs: Zadejte jeden symbol pro ukazatel průběhu
ru: Введите один символ для прогресс-бара

source: Timed boot is not allowed.
cs: Zavádění s časovým limitem není povoleno.
ru: Загрузка по таймеру запрещена.

source: Timed boot is:
cs: Časový limit pro zavedení je:
ru: Загрузка по таймеру:

source: Timer interrupt key:
cs: Klávesa pro přerušení časového limitu:
ru: Клавиша прерывания таймера:

source: Space
cs: Mezera
ru: Пробел

source: Timeout: %lusec
cs: Časový limit: %lusek
ru: Таймер: %luсек

source: Default partition number: %u, label: '%s'
cs: Číslo implicitního diskového oddílu: %u, popiska: '%s'
ru: Номер раздела по умолчанию: %u, метка: '%s'

source: Timeout value (in seconds) should be between 1 and 36000
cs: Délka časového limitu (v sekundách) by měla být od 1 do 36000
ru: Значение таймаута (в секундах) должно быть между 1 и 36000

source: Immediate boot not waiting for user's input
cs: Bezprostřední zavedení (nečeká na vstup uživatele)
ru: Немедленная загрузка, не ожидая действий пользователя

source: Do not use timed boot. Wait for user's choice infinitely
cs: Nepoužívat časový limit. Čekat libovolně dlouho na vstup uživatele.
ru: Не использовать загрузку по таймеру. Ждать указаний от пользователя

source: Manage timer interrupt key
cs: Nastavení klávesy pro přerušení časového limitu
ru: Управление клавишей прерывания таймера

source: Configure progress-bar parameters
cs: Nastavení parametrů ukazatele průběhu
ru: Конфигурация параметров прогресс-бара

source: Choose timeout
cs: Nastavte časový limit
ru: Выберите таймаут

source: Timed boot configuration is done.
cs: Nastavení časového limitu je hotovo.
ru: Конфигурация загрузки по таймеру завершена.

source: Custom mode of boot menu text is active. Regenerate boot menu if you want to return to automatic mode.
cs: Je aktivní uživatelský režim nebo textové menu zavaděče. Obnovte menu zavaděče, jestliže se chcete vrátit k automatickému režimu.
ru: Включен неавтоматический режим загрузочного меню. Пересоздайте меню, если вы хотите вернуться в автоматический режим.

source: Review boot menu text
cs: Náhled zaváděcího menu
ru: Просмотр загрузочного меню

source: Save boot menu text to a file for custom editing
cs: Uložení zaváděcího menu do souboru pro další úpravy
ru: Сохранение загрузочного меню в файл для редактирования

source: Load custom boot menu text from a file
cs: Nahrání zaváděcího menu ze souboru
ru: Загрузка текста меню из файла

source: Clear boot menu text to simulate hidden mode
cs: Vymazání menu zavaděče pro skrytý režim
ru: Очистка загрузочного меню для симуляции невидимого режима

source: Regenerate menu automatically based on internal structures
cs: Automatické obnovení menu z interních struktur
ru: Автоматическое пересоздание меню на основе внутренних структур

source: Maximum number of characters for boot menu text
cs: Maximální počet znaků v menu zavaděče
ru: Максимальное количество символов в загрузочном меню

source: Length of current boot menu text (including trailing 0)
cs: Aktuální délka menu zavaděče (zahrnuje v sobě ukončující 0)
ru: Длина текущего загрузочного меню (включая последний 0)

source: Number of available characters
cs: Počet dostupných znaků
ru: Количество доступных символов

source: Current boot menu text:
cs: Aktuální text menu zavaděče:
ru: Текст текущего загрузочного меню:

source: Enter the name of a file (existing file will be overwritten):
cs: Zadejte název souboru (existující soubor bude přepsán):
ru: Введите имя файла (существующие файлы будут перезаписаны):

source: Error saving file.
cs: Chyba při ukládání souboru.
ru: Ошибка записи файла.

source: Error saving file, it seems there is no space left on a device.
cs: Chyba při ukládání souboru, vypadá to na nedostatek volného místa na zařízení.
ru: Ошибка записи файла, похоже на то, что на устройстве нет свободного места.

source: File has been successfully written.
cs: Soubor byl úspěšně uložen.
ru: Файл был успешно записан.

source: Error opening file.
cs: Chyba při otevírání souboru.
ru: Ошибка открытия файла.

source: Enter the name of existing file:
cs: Zadejte název existujícího souboru:
ru: Введите имя существующего файла:

source: Error reading file.
cs: Chyba při čtení ze souboru.
ru: Ошибка чтения файла.

source: Boot menu text has been truncated because file is too long.
cs: Textové menu zavaděče bylo zkráceno, protože soubor je moc velký.
ru: Загрузочное меню было усечено из-за того, что файл имеет слишком большую длину.

source: File has been successfully read.
cs: Soubor byl úspěšně načten.
ru: Файл был успешно прочитан.

source: Boot menu is now empty.
cs: Zaváděcí menu je nyní prázdné.
ru: Загрузочное меню очищено.

source: Boot menu has been regenerated.
cs: Zaváděcí menu bylo obnoveno.
ru: Загрузочное меню пересоздано.

source: Custom mode of boot menu text is inactive. Text will be updated automatically.
cs: Uživatelský režim zaváděcího menu je neaktivní. Text menu bude automaticky obnovován.
ru: Включен автоматический режим загрузочного меню. Текст меню будет обновляться сам.

source: ASCII codes detection mode is active.
cs: Režim detekce ASCII kódů je aktivní.
ru: Включен режим проверки ASCII кодов.

source: Keys: '1', '2', etc.
cs: Klávesy: '1', '2', atd.
ru: Клавиши: '1', '2', и т.д.

source: Scan-codes detection mode is active.
cs: Režim detekce sken-kódů je aktivní.
ru: Включен режим проверки скан-кодов.

source: Keys: 'F1', 'F2', etc.
cs: Klávesy: 'F1', 'F2', и т.д.
ru: Клавиши: 'F1', 'F2', и т.д.

source: Code of base key=0x%02X.
cs: Zakladní kód klávesy = 0x%02X.
ru: Базовый код клавиши=0x%02X.

source: Use '1', '2', etc. to boot from desired partition
cs: Použijte '1', '2', atd. pro zavedení z požadovaného diskového oddílu
ru: '1', '2', и т.д. для загрузки с нужного раздела

source: Use 'F1', 'F2', etc. to boot from desired partition
cs: Použijte 'F1', 'F2', atd. pro zavedení z požadovaného diskového oddílu
ru: 'F1', 'F2', и т.д. для загрузки с нужного раздела

source: Use arbitrary ASCII code as a base key
cs: Použijte libovolný ASCII kód jako jako základní klávesu
ru: Произвольный ASCII код для базовой клавиши

source: Use arbitrary scan-code as a base key
cs: Použijte libovolný sken-kód jako základní klávesu
ru: Произвольный скан-код для базовой клавиши

source: Boot will be activated by pressing '1', '2', etc.
cs: Zavedení bude spuštěno stisknutím '1', '2', atd.
ru: Загрузка будет активирована нажатием '1', '2', и т.д.

source: Boot will be activated by pressing 'F1', 'F2', etc.
cs: Zavedení bude spuštěno stisknutím 'F1', 'F2', atd.
ru: Загрузка будет активирована нажатием 'F1', 'F2', и т.д.

source: This allows you to choose which keys will be used to boot operating systems from a list. In the mbldr assembly code that resides in MBR there is an ability to analyze either an ASCII code of the particular key being pressed or a scan-code. All operating systems (partitions) in a list are associated with incrementing list of ASCII/scan-codes so there is no ability to define particular key for each operating system. You are limited to choose a base code for the first partition in a list. All others will be identified with an appropriately increased ASCII/scan code (initial code + the offset of partition in a list). Please note that some keys on a keyboard generate neither ASCII code nor scan-code (best example is multimedia keys), so you could not use them. Also after specifying custom key code your boot menu text lacks key labels for partitions in the list. In this case you (most probably) should use custom boot menu text.
cs: Toto Vám umožní vybrat, které klávesy budou použity pro zavedení systému z disku. Ve strojovém kódu mbldr, který je umístěn v MBR, existuje možnost analyzovat buď ASCII nebo sken-kód příslušné stisknuté klávesy. Všechny operační systémy (diskové oddíly) v seznamu jsou asociovány se vzrůstající posloupností ASCII/sken-kódů, takže neexistuje možnost nadefinovat individuální klávesy pro každý operační systém. Můžete pouze definovat počáteční kód prvního oddílu v seznamu. Všechny následující budou identifikovány příslušným vyšším ASCII/sken-kódem (počáteční kód + pořadí oddílu v seznamu). Prosím věnujte pozornost skutečnosti, že některé klávesy negenerují ani ASCII- ani sken-kódy (dobrým příkladem jsou multimediání klávesy), proto takové klávesy nemůžete použít. Dále Vaše textové menu zavaděče, po zadání uživatelsky definovaného kódu, nebude obsahovat popis kláves pro oddíly v seznamu. V tomto případě by jste měli nejspíše využít uživatelsky definovaný text menu zavaděče.
ru: Это позволяет задать клавиши для загрузки операционных систем из списка. В ассемблерном коде mbldr, который располагается в MBR, есть возможность проанализировать ASCII или скан-код нажатой клавиши. Все операционные системы (разделы) в списке ассоциированы с последовательностью увеличивающихся ASCII/скан-кодов, поэтому нет возможности задать свою клавишу для каждой ОС. Вы можете только выбрать базовый код для первого раздела в списке. Все остальные будут идентифицированы с соответствующими ASCII/скан-кодами (начальный код + смещение раздела в списке). Пожалуйста обратите внимание, что некоторые клавиши на клавиатуре не гегерируют ни ASCII ни скан-кодов (например мультимедийные клавиши), поэтому их нельзя использовать. Также после задания базового кода в загрузочном меню исчезнут наименования клавиш рядом с метками разделов в списке. В этом случае скорее всего придется использовать неавтоматический режим меню загрузки.

source: You are about to define custom ASCII code for the base key.
cs: Zadáváte uživatelsky definovaný ASCII-kód počáteční klávesy.
ru: Вы задаете ASCII код для базовой клавиши

source: You are about to define custom scan-code for the base key.
cs: Zadáváte uživatelsky definovaný sken-kód počáteční klávesy.
ru: Вы задаете скан-код для базовой клавиши

source: Enter the decimal value of the code (0-255)
cs: Zadejte decimální hodnotu kódu (0-255)
ru: Введите десятичное значение кода (0-255)

source: Custom code is set.
cs: Uživatelsky definovaný kód je nastaven.
ru: Код установлен.

source: Backup existing MBR
ru: Сохранение резервной копии существующего MBR

source: Restore MBR from a backup
ru: Восстановление MBR из резервной копии

source: file
ru: файл

source: sector
ru: сектор

source: File is too long.
cs: Příliš velký soubor.
ru: Слишком длинный файл.

source: Magic number 0xAA55 is not found, hard disk may not be bootable.
cs: Signatura 0xAA55 nebyla nalezena, zavedení z tohoto disku nejspíš nebude možné.
ru: Сигнатура 0xAA55 не найдена, возможны проблемы с загрузкой с этого винчестера.

source: Several partitions have changed visibility (hidden became visible and/or vice versa). It is safe to restore old values from backup.
ru: Несколько разделов поменяли видимость (скрытые стали видимыми и/или наоборот). Восстановление старых значений из резервной копии безопасно.

source: Keep visibility as in current MBR
ru: Сохранить видимость разделов, как в текущем MBR

source: Update visibility as in the backup
ru: Обновить видимость разделов, как в резервной копии

source: Overwrite current partition table, restore whole MBR from backup
cs: Přepsat stávající tabulku rozdělění disku, kompletně obnovit MBR ze záložní kopie
ru: Перезаписать текущую таблицу разделов, восстанавливая MBR целиком из резервной копии

source: Keep current partition table, restore only boot loader from backup
cs: Ponechat stávající tabulku rozdělení pevného disku, ze záložní kopie obnovit pouze kód zavaděče
ru: Сохранить текущую таблицу разделов, восстанавливая только загрузчик из резервной копии

source: Master boot record has been successfully written.
cs: MBR byl úspěšně zapsán na disk.
ru: Главная загрузочная запись была успешно записана.

source: Cancelled. Master boot record is left untouched.
cs: Stornováno. Stávající MBR na disku nebyl pozměněn.
ru: Действие отменено. Главная загрузочная запись осталась без изменений.

source: View list of available partitions and add to current configuration
cs: Přehled dostupných diskových oddílů a možnost jejich přidání do aktuální konfigurace
ru: Просмотр списка доступных разделов и добавление в текущую конфигурацию

source: Manage bootable partitions (view list, remove, set default, set label)
cs: Spravovat zaváděcí diskové oddíly (prohlídka seznamu, odebírání, nastavení implicitního oddílu a popisek)
ru: Управление загружаемыми разделами (просмотр списка, установка по умолчанию, изменение метки)

source: Set timed boot parameters (timeout value, timer interrupt key, progress-bar)
cs: Nastavení parametrů časovaného zavádění (časový limit, klávesa pro přerušení limitu, ukazatel průběhu)
ru: Установка параметров загрузки по таймеру (значение таймаута, клавиша прерывания таймера, прогресс-бар)

source: Manage current boot menu text
cs: Upravit stávající text menu zavaděče
ru: Управление текстом текущего меню загрузки

source: Define keys choosing what to boot
cs: Zvolit klávesy pro výběr zaváděných diskových oddílů
ru: Определение клавиш, выбирающих что загружать

source: Backup/restore MBR and save current configuration
cs: Zálohovat/obnovit MBR, uložit aktuální konfiguraci
ru: Сохранение текущей конфигурации, создание и восстановление из резервных копий

source: Logging finished
cs: Logování ukončeno
ru: Ведение лог-файла завершено

source: mbldr: Error
cs: mbldr: Chyba
ru: mbldr: Ошибка

source: mbldr: Information
cs: mbldr: Informace
ru: mbldr: Информация

source: mbldr: Question
cs: mbldr: Otázka
ru: mbldr: Вопрос

source: mbldr: Main configurator
cs: mbldr: Hlavní konfigurace
ru: mbldr: Основная конфигурация

source: Available partitions:
cs: Dostupné diskové oddíly:
ru: Доступные разделы:

source: A&dd >
cs: Při&dat
ru: &Добавить

source: < R&emove
cs: Od&ebrat
ru: &Удалить

source: Configured partitions:
cs: Nastavené diskové oddíly:
ru: Загружаемые разделы:
