Repository: reymontero/my-OS-Dev
Catalog: development/1/mbldr146/po/*.po
Languages: cs, ru

source: Timed boot configuration:
cs: Nastavení časového limitu zavedení:
ru: Конфигурация загрузки по таймеру

source: Allowed (user timer)
cs: Povoleno (uživatelský časovač)
ru: Разрешено (таймер пользователя)

source: Allowed (system timer)
cs: Povoleno (systémový časovač)
ru: Разрешено (системный таймер)

source: Never
cs: Nikdy
ru: Никогда

source: Immediate boot
cs: Bezprostřední zavedení
ru: Немедленная загрузка

source: seconds
cs: sekund
ru: секунд

source: Progress-bar:
cs: Ukazatel průběhu:
ru: Прогресс-бар:

source: Label:
cs: Popiska:
ru: Метка:

source: Default:
cs: Implicitní:
ru: По умолчанию:

source: Mar&k current
cs: Označit a&ktuální
ru: Пометить &текущую

source: Last b&ooted
cs: Nap&osledy zavedený
ru: &Последний загруженный

source: Keys choosing what to boot:
cs: Klávesy pro výběr, který diskový oddíl zavést:
ru: Клавиши, выбирающие что загружать

source: Custom ASCII code
cs: ASCII-kód
ru: ASCII код

source: Custom scan-code
cs: Sken-kód
ru: Скан-код

source: decimal key code
cs: decimální kód klávesy
ru: десятичный код клавиши

source: Boot menu text:
cs: Text menu zavaděče:
ru: Текст меню загрузки:

source: &Save...
cs: &Uložit...
ru: &Сохранить...

source: &Load...
cs: &Nahrát...
ru: &Загрузить...

source: &Clear
cs: &Vyčistit...
ru: О&чистить...

source: &Generate
cs: &Generovat...
ru: П&ересоздать...

source: &Backup MBR...
cs: &Zálohovat MBR...
ru: Сох&ранить MBR...

source: &Restore MBR...
cs: &Obnovit MBR...
ru: Восст&ановить MBR...

source: Save new created mbldr configuration
ru: Сохранение новой созданной конфигурации mbldr

source: Save &mbldr...
ru: Сохран&ить mbldr...

source: &About
cs: O &programu
ru: &О программе

source: &Quit
cs: &Konec
ru: &Выход

source: mbldr: Choose device
cs: mbldr: Výběr zařízení
ru: mbldr: Выбор устройства

source: Please specify what do you want to configure:
cs: Prosím vyberte, co chcete konfigurovat:
ru: Пожалуйста, выберите устройство или файл для конфигурации:

source: Devices representing hard disk drives:
cs: Zařízení, představující pevné disky:
ru: Устройства, представляющие жесткие диски:

source: Files representing images of hard disks:
cs: Soubory, představující obrazy pevných disků:
ru: Файлы, представляющие образы жестких дисков:

source: Open &Device
cs: Otevřít &zařízení
ru: Открыть &устройство

source: &Browse...
cs: P&rocházet...
ru: О&бзор...

source: Open &File
cs: Otevřít &soubor
ru: Открыть &файл

source: Windows 95/98/ME is not supported by GUI verion of mbldr installation program. Please use command-line version of mbldr (mbldrcli) for DOS/Windows 95/98/ME
cs: OS Windows 95/98/ME není podporován instalátorem mbldr s grafickým uživatelským rozhraním. Pro DOS/Windows 95/98/ME použijte prosím variantu mbldr pro příkazový řádek (mbldrcli)
ru: Windows 95/98/ME не поддерживается графической версией инсталлятора mbldr. Пожалуйста используйте командно-строковую версию mbldr (mbldrcli) для DOS/Windows 95/98/ME

source: Show frame of DeviceChoice.
cs: Zobrazit dialog DeviceChoice.
ru: Показ диалога DeviceChoice.

source: Show frame of MainConfigurator.
cs: Zobrazit dialog MainConfigurator.
ru: Показ диалога MainConfigurator.

source: scan-
cs: sken-
ru: скан-

source: Switch between user and system timers
cs: Přepínač mezi uživatelským a systémovým časovačem
ru: Переключение между пользовательским и системным таймерами

source: Switching from user timer to system timer.
cs: Přepnutí z uživatelského na systémový časovač.
ru: Переключение с пользовательского таймера на системный.

source: Switching from system timer to user timer.
cs: Přepnutí ze systémového na uživatelský časovač.
ru: Переключение с системного таймера на пользовательский.

source: Jump offset=0x%02X, other primary partitions should be hidden at boot attempt
cs: Pozice skoku = 0x%02X, ostatní primární diskové oddíly by měly být během zavádění skryté
ru: Смещение перехода=0x%02X, прочие основные разделы будут помечены скрытыми в процессе загрузки

source: Jump offset=0x%02X, other primary partitions should be left in original state at boot attempt
cs: Pozice skoku = 0x%02X, ostatní primární diskové oddíly by měly být během zavádění ponechány tak, jak jsou
ru: Смещение перехода=0x%02X, прочие основные разделы будут оставлены в исходном состоянии в процессе загрузки

source: Unrecognized jump offset=0x%02X, so let other partitions be hidden at boot attempt
cs: Nerozpoznaná pozice skoku = 0x%02X, takže ostatní diskové oddíly budou ponechány během zavádění skryté
ru: Нераспознанное смещение перехода=0x%02X, так что прочие разделы будут помечены скрытыми в процессе загрузки

source: Hide other primary partitions at boot time
cs: Skrýt ostatní primární diskové oddíly během zavádění
ru: Скрывать прочие основные разделы во время загрузки

source: Don't hide other primary partitions at boot time
cs: Neskrývat ostatní primární diskové oddíly během zavádění
ru: Не скрывать прочие основные разделы во время загрузки

source: Other primary partitions will be hidden at the time of boot attempt.
cs: Ostatní diskové oddíly budou během zavádění skryty.
ru: Прочие основные разделы будут помечены скрытыми при попытке загрузки.

source: Other primary partitions will be left in their original state at boot attempt.
cs: Ostatní diskové oddíly budou během zavádění ponechány tak, jak jsou.
ru: Прочие основные разделы будут оставлены в исходном состоянии при попытке загрузки.

source: drive(%i):
cs: disk(%i):
ru: привод(%i):

source: No active (bootable) partitions have been found, the hard disk may not be bootable.
cs: Nebyl nalezen žádný aktivní (zaváděcí) diskový oddíl, zavedení z tohoto disku nejspíš nebude možné.
ru: Не найдено ни одного активного (загрузочного) раздела, возможны проблемы загрузки с жесткого диска

source: Mark primary partitions with active flag
ru: Управлять флагом активности основных разделов

source: Active flag on all primary partitions will be left intact at boot time
ru: Флаг активности на всех основных разделах будет оставлен без изменений в процессе загрузки

source: Primary partition being booted will be marked as active, all others will be marked inactive at boot time
ru: Загружаемый раздел будет помечен активным, остальные будут помечены неактивными

source: Active flag of primary partitions will be left intact (NOP opcodes found)
ru: Флаг активности на основных разделах будет оставлен без изменений так как найдены коды операции NOP

source: Primary partitions will be marked active/inactive, opcodes: 0x%02X and 0x%02X
ru: Будет осуществляться управление флагом активности, коды: 0x%02X and 0x%02X

source: Mark primary partitions active/inactive at boot time
ru: Управлять флагом активности основных разделов в процессе загрузки

source: Leave active flag of primary partitions intact
ru: Не изменять флаг активности на основных разделах в процессе загрузки

source: The value of bootable entry usually corresponds to an offset of partition to boot. But you may modify it manually (for example to chain-load a copy of another MBR located somewhere). This is an expert feature, don't change this value if you don't know what you are doing! Enter a positive decimal value representing the offset in sectors:
ru: Значения в загрузочной таблице обычно соответствуют смещениям разделов. Но можно изменять их вручную например для зарузки другой копии MBR, сохраненной где-нибудь на диске. Не пользуйтесь этой возможностью, если вы не знаете, что делаете! Введите положительное десятичное значение, представляющее смещение в секторах:

source: The offset of bootable partition has been modified
ru: Смещение загружаемого раздела было изменено

source: CHAINLOAD
ru: ЦЕПОЧКА

source: Offset points to a sector on a first track
ru: Смещение указывает на сектор на первой дорожке

source: Manually modify the offset
ru: Вручную изменить смещение

source: User wants to manually modify the offset
ru: Пользователь хочет вручную изменить смещение

source: Backup, restore and save operations will deal with files. So, 'backup MBR' will save it to a file, and 'save current configuration of mbldr' will also write it to a file (not to MBR on a chosen hard drive).
ru: Операции записи, резервного копирования и восстановления будут работать с файлами. Таким образом, операция 'сохранить MBR' запишет его в файл, и 'сохранение mbldr' тоже запишет конфигурацию в файл, а не в MBR на выбранном жестком диске.

source: Backup, restore and save operations will deal with sectors on a disk. So, 'backup MBR' will save the MBR to a sector of your choice (can be used to prepare data for chainloading). 'Save current configuration of mbldr' will also write it to a sector (MBR by default as it is most useful operation).
ru: Операции записи, резервного копирования и восстановления будут работать с секторами. Таким образом, операция 'сохранить MBR' запишет его в один из секторов по вашему выбору (можно использовать для подготовки к загрузке по цепочке). 'Сохранение mbldr' тоже запишет конфигурацию в сектор (MBR по умолчанию, так как это самая широко используемая операция).

source: Source or target for backup, restore and save operations
ru: Источник или приемник для операций записи, резервного копирования и восстановления

source: Enter a number of target sector to write the data to (0 means MBR, values in range of [1-62] usually correspond to sectors on a very first track, so they can be used for chainloading if not occupied). For your information, the list of free (filled by zeroes) sectors on a first track:
ru: Введите номер целевого сектора для записи данных (0 соответствует MBR, значения от 1 до 62 обычно соответствуют секторам на самой первой дорожке, поэтому они могут быть использованы для загрузки по цепочке если не заняты). Список свободных (заполненных нулями) секторов на первой дорожке:

source: Target sector has been successfully written.
ru: Целевой сектор был успешно записан.

source: Cancelled. Target sector is left untouched.
ru: Действие отменено. Целевой сектор остался без изменений.

source: The sector you have chosen is outside of the first track. This can be dangerous to write the data there and may lead to corruption of data integrity. Are you sure?
ru: Выбранный сектор лежит вне пределов первой дорожки. Может быть опасно записывать данные туда, так как это может привести к повреждению целостности данных на винчестере. Вы уверены?

source: Do you want to add a chainload entry to the list of bootable partitions?
ru: Вы хотите добавить загрузку по цепочке в список загружаемых разделов?

source: Enter a number of source sector to read the data from (0 means MBR, values in range of [1-62] usually correspond to sectors on a very first track, so they can be used for chainloading if not occupied). For your information, the list of occupied (bootable - having a 0x55AA signature at the end) sectors on a first track:
ru: Введите номер сектора-источника для чтения данных (0 соответствует MBR, значения от 1 до 62 обычно соответствуют секторам на самой первой дорожке, поэтому они могут быть использованы для загрузки по цепочке если не заняты). Список потенциально загружаемых (имеющих сигнатуру 0x55AA в конце) секторов на первой дорожке:

source: The sector you have chosen is outside of the first track. This space is usually occupied by partitions, so MBR backup should not be stored there. Are you sure?
ru: Выбранный сектор лежит вне пределов первой дорожки. Это пространство обычно занято разделами, поэтому не следует сохранять туда резервную копию MBR (из-за риска повреждения целостности данных). Вы уверены?

source: Add 0xAA55 signature to the end of the backup sector
ru: Добавить сигнатуру 0xAA55 в конец сектора с резервной копией

source: Leave backup sector with no signature
ru: Оставить сектор с резервной копией без сигнатуры

source: New partition(s) appeared in current MBR comparing to backup. It is highly recommended to keep current partition table from your MBR since restoring from backup may corrupt hard disk partitioning.
ru: Новые разделы появились в текущем MBR по сравнению с резервной копией. Очень рекомендуется сохранить текущую таблицу разделов из вашего MBR поскольку восстановление из резервной копии может повредить разметку жесткого диска.

source: Old partition(s) disappeared from current MBR comparing to backup. It is highly recommended to keep current partition table from your MBR since restoring from backup may corrupt hard disk partitioning.
ru: Старые разделы исчезли из текущего MBR по сравнению с резервной копией. Очень рекомендуется сохранить текущую таблицу разделов из вашего MBR поскольку восстановление из резервной копии может повредить разметку жесткого диска.

source: Partitions in current MBR have different geometry comparing to backup. It is highly recommended to keep current partition table from your MBR since restoring from backup may corrupt hard disk partitioning.
ru: Разделы в MBR имеют другую геометрию по сравнению с резервной копией. Очень рекомендуется сохранить текущую таблицу разделов из вашего MBR поскольку восстановление из резервной копии может повредить разметку жесткого диска.

source: Windows hard-disk signature is different in current MBR and backup. It is better to keep what you have in MBR if you use Windows operating system.
ru: Windows сигнатура жесткого диска в текущем MBR отличается от резервной копии. Лучше сохранить то, что в MBR, если вы используете операционную систему Windows.

source: Keep hard-disk signature from current MBR
ru: Сохранить сигнатуру жесткого диска, как в текущем MBR

source: Overwrite hard-disk signature with the version from backup
ru: Обновить сигнатуру жесткого диска, как в резервной копии

source: Different partitions are marked as actve in your current MBR and the backup. It is safe to restore old values from backup.
ru: Различные разделы помечены активными в текущем MBR и в резервной копии. Восстановление старых значений безпасно.

source: Keep active partition as in current MBR
ru: Сохранить активный раздел, как в текущем MBR

source: Update active partition as in the backup
ru: Обновить активный раздел, как в резервной копии

source: Partitions in current MBR have different identifiers comparing to backup. It is highly recommended to keep current partition table from your MBR since restoring from backup may corrupt hard disk partitioning.
ru: Разделы в MBR имеют другие идентификаторы по сравнению с резервной копией. Очень рекомендуется сохранить текущую таблицу разделов из вашего MBR поскольку восстановление из резервной копии может повредить разметку жесткого диска.
