Repository: reymontero/my-OS-Dev
Catalog: development/1/mbldr146/po/*.po
Languages: cs, ru

source: Unable to read file with vendor description, errno=%i, (%s)
cs: Nemohu přečíst záznam s popisem výrobce, errno=%i, (%s)
ru: Невозможно прочесть файл с описанием производителя, errno=%i, (%s)

source: Unable to create temporary file, errno=%i, (%s)
cs: Nemohu vytvořit dočasný soubor, errno=%i, (%s)
ru: Невозможно создать временный файл, errno=%i, (%s)

source: Unable to close temporary file, errno=%i, (%s)
cs: Nemohu uzavřít dočasný soubor, errno=%i, (%s)
ru: Невозможно закрыть временный файл, errno=%i, (%s)

source: Command to run: '%s', error code=%i
cs: Příkaz ke spuštění: '%s', kód chyby=%i
ru: Команда для выполнения: '%s', код ошибки=%i

source: Unable to execute sysctl command
cs: Nemohu vykonat příkaz sysctl
ru: Невозможно выполнить команду sysctl

source: Unable to open temporary file, errno=%i, (%s)
cs: Nemohu otevřít dočasný soubor, errno=%i, (%s)
ru: Невозможно открыть временный файл, errno=%i, (%s)

source: Trying to get description for device %s
cs: Zkouším získat popis zařízení %s
ru: Попытка получить описание устройства %s

source: Trying to read device model/vendor for device %s
cs: Zkouším přečíst model/výrobce zařízení %s
ru: Попытка прочитать модель/производителя устройства %s

source: Unable to open file with device description, errno=%i, (%s)
cs: Nemohu otevřít záznam s popisem zařízení, errno=%i, (%s)
ru: Невозможно открыть файл с описанием устройства, errno=%i, (%s)

source: Unable to read file with device description, errno=%i, (%s)
cs: Nemohu přečíst záznam s popisem zařízení, errno=%i, (%s)
ru: Невозможно прочесть файл с описанием устройства, errno=%i, (%s)

source: Unable to delete temporary file, errno=%i, (%s)
cs: Nemohu smazat dočasný soubor, errno=%i, (%s)
ru: Невозможно удалить временный файл, errno=%i, (%s)

source: DisksReadSector() started
cs: DisksReadSector() spuštěno
ru: DisksReadSector() стартовала

source: Device name could not be NULL
cs: Jméno zařízení nemůže být NULL
ru: Имя устройства не может быть NULL

source: Length of string of DeviceName should be equal to 4, but it is %i (Device='%s')
cs: Délka názvu DeviceName by měla být 4 znaky a ne %i (Device='%s')
ru: Длина строки DeviceName должна быть равна 4, а не %i (Device='%s')

source: Invalid prefix in Device name (Device='%s')
cs: Neplatná předpona ve jménu zařízení (Device='%s')
ru: Неверный префикс в имени устройства (Device='%s')

source: Invalid Device name (Device='%s')
cs: Neplatné jméno zařízení (Device='%s')
ru: Неверное имя устройства (Device='%s')

source: Size of DeviceAddressPacket structure: %u
cs: Velikost struktury DeviceAddressPacket: %u
ru: Размер структуры DeviceAddressPacket: %u

source: Unable to read sector.
cs: Nemohu přečíst sektor.
ru: Невозможно прочесть сектор.

source: Unable to open device %s for reading, %s
cs: Nemohu otevřít zařízení %s pro čtení, %s
ru: Невозможно открыть устройство %s на чтение, %s

source: Unable to seek to desired position, %s
cs: Nemohu přejít na požadovanou pozici, %s
ru: Невозможно произвести позиционирование на желаемую позицию, %s

source: Unable to read data from device %s, %s
cs: Nemohu přečíst data ze zařízení %s, %s
ru: Невозможно прочесть данные из устройства %s, %s

source: Read operation returned unexpected number of bytes being read: %i
cs: Operace čtení vrátila neočekávaný počet přečtených bajtů: %i
ru: Операция чтения вернула неожиданное число прочтенных байт: %i

source: Unable to close device %s, %s
cs: Nemohu uzavřít zařízení %s, %s
ru: Невозможно закрыть устройство %s, %s

source: DisksWriteSector() started
cs: DisksWriteSector() spuštěno
ru: DisksWriteSector() стартовала

source: Unable to write sector.
cs: Nemohu zapsat sektor.
ru: Невозможно записать сектор.

source: Unable to open device %s for writing, %s
cs: Nemohu otevřít zařízení %s pro zápis, %s
ru: Невозможно открыть устройство %s на запись, %s

source: Unable to write data to device %s, %s
cs: Nemohu zapsat data na zařízení %s, %s
ru: Невозможно записать данные в устройство %s, %s

source: Write operation returned unexpected number of bytes being written: %i
cs: Operace zápisu vrátila neočekávaný počet zapsaných bajtů: %i
ru: Операция записи вернула неожиданное число записанных байт: %i

source: Master Boot LoaDeR is a boot loader for master boot record intended to support booting from different partitions. It has simple text boot menu and occupies only the first sector of hard disk. It is intended to replace MBR contents coming with MS-DOS/Windows. It supports partition hiding, booting OSes above 1024 cylinder, active partition switching and may load default OS by timeout. It is also capable to boot Linux/BSD partitions. This program is intended to install and configure mbldr on the HDD you choose using interactive menus.
cs: Master Boot LoaDeR je zavaděč pro hlavní spouštěcí záznam disku (MBR) určený pro zavádění systémů z různých diskových oddílů. Má jednoduché textové menu a obsazuje pouze první sektor disku. Nahrazuje obsah MBR z MS-DOS/Windows. Podporuje skrývání diskových oddílů, zavádění OS z cylindrů disku nad 1024cyl, nastavování aktivního diskového oddílu a umí zavést implicitní OS po překročení časového limitu. MBLDR je také schopen zavést Linux/BSD oddíly. Tento program slouží k instalaci a konfiguraci MBLDR na vybraném disku pomocí GUI.
ru: Master Boot LoaDeR это программа для главной загрузочной записи винчестера, поддерживающая загрузку с разных разделов. Она имеет простое текстовое меню и занимает только первый сектор винчестера. Она предназначена для замены MBR из MS-DOS/Windows. Она поддерживает сокрытие разделов, загрузку ОС выше 1024 цилиндра, переключение активного раздела и может загружать ОС по таймауту. mbldr также умеет загружать Linux/BSD разделы. Эта программа предназначена для интерактивной инсталляции и конфигурации mbldr на нужном винчестере.

source: Syntax:
cs: Syntaxe:
ru: Синтаксис:

source: [option] [option]...
cs: [parametr] [parametr]...
ru: [параметр] [параметр]...

source: Options are: -h Outputs help message and exits -v Verbose mode (debug only, uses log file)
cs: Dostupné přepínače: -h Zobrazí nápovědu a ukončí činnost -v Ladící režim (více informací, používá logovací soubor)
ru: Допустимые параметры: -h Отображает справочное сообщение и завершает работу -v Отладочный режим с использованием подробного лог-файла

source: -d <device_number> Defines BIOS device number if hard disk autodetect does not work. Parameter should be in the following form: '0x80', '0x81', etc. (without apostrophes)
cs: -d <číslo_zařízení> Definuje číslo zařízení v BIOSu, pokud selže autodetekce. Parametr by měl být v následující formě: '0x80', '0x81', atd. (bez apostrofů)
ru: -d <номер_устройства> Задает номер устройства для BIOS, если автоматическое распознавание не работает. Параметр должен иметь форму: '0x80', '0x81', и т.д. (без апострофов)

source: -d <device> Defines a name of device (usually hard disk) to manage. This is typically /dev/hda or /dev/sda under Linux and /dev/ad0 or /dev/da0 under BSD. It also can be a regular file representing binary image of some device.
cs: -d <zařízení> Definuje jméno požadovaného zařízení (obvykle pevný disk). Typicky /dev/hda nebo /dev/sda pod Linuxem a /dev/ad0 nebo /dev/da0 pod BSD. Také to může být obyčejný soubor reprezentující binární obraz daného zařízení.
ru: -d <устройство> Выбирает нужное устройство (обычно винчестер) по названию. Обычно это /dev/hda или /dev/sda под Linux и /dev/ad0 или /dev/da0 под BSD. Это также может быть обычный файл с двоичным образом какого-нибудь устройства.

source: -d <device_number> Defines a number of hard disk (should be a sequential non-negative integer value: 0, 1, 2, etc.) This could be useful if disk autodetect does not work for some reasons. or -d <file_name> Representing binary image of a device. This syntax could also be used if you want to specify devices which are not covered with \\.\PHYSICALDRIVE naming scheme.
cs: -d <číslo_zařízení> Definuje číslo pevného disku (měla by to být celá nezáporná po sobě jdoucí čísla jako: 0, 1, 2, atd.) Může to být užitečné v případě, kdy z nějakého důvodu selže disková autodetekce. nebo -d <jméno_souboru> Soubor s binárním obrazem zařízení. Tato syntaxe může být také použita, jestliže chcete specifikovat zařízení, která neodpovídají pojmenovávací uzanci \\.\PHYSICALDRIVE.
ru: -d <номер_устройства> Задает номер винчестера (положительное целое число: 0, 1, 2, и т.д.) Это может быть полезно, если автораспознавание дисков не работает по каким-либо причинам. or -d <имя_файла> Представляющего двоичный образ устройства. Этот синтаксис может также быть использован, если вы хотите сконфигурировать устройство, не покрытое схемой именования \\.\PHYSICALDRIVE.

source: User asked for command-line help.
cs: Uživatel požadoval nápovědu příkazového řádku.
ru: Пользователь запрашивает командно-строковую справку.

source: '%c' option is detected
cs: detekován parametr '%c'
ru: обнаружен параметр '%c'

source: Log level set to DEBUG
cs: Úroveň logování nastavena na LADĚNÍ
ru: Уровень лога установлен на ОТЛАДКУ

source: Invalid -d parameter: %s
cs: Neplatný parametr -d: %s
ru: Неверный параметр -d: %s

source: Device name has been set to %s
cs: Název zařízení byl nastaven na %s
ru: Название устройства установлено на %s

source: Unknown option %c
cs: Neznámý parametr %c
ru: Неизвестный параметр %c

source: Reading sector %lu.
cs: Čtení sektoru %lu.
ru: Чтение сектора %lu.

source: Magic number 0xAA55 was not found.
cs: Signatura 0xAA55 nebyla nalezena
ru: Сигнатура 0xAA55 не обнаружена

source: Extended partition 0x%02X has been found.
cs: Byl nalezen rozšířený oddíl 0x%02X.
ru: Найден расширенный раздел 0x%02X

source: More than one extended partition has been found.
cs: Byl nalezen více než jeden rozšířený oddíl.
ru: Найдено более одного расширенного раздела.

source: Storing initial extended partition offset 0x%08lX
cs: Ukládám počáteční pozici 0x%08lX rozšířeného oddílu
ru: Сохранение начального смещения расширенного раздела 0x%08lX

source: Calculating extended partition offset: initial 0x%08lX + current 0x%08lX
cs: Počítám pozici rozšířeného oddílu: počáteční 0x%08lX + současná 0x%08lX
ru: Вычисление смещения расширенного раздела: начальное 0x%08lX + текущее 0x%08lX

source: Partition 0x%02X has been found.
cs: Byl nalezen diskový oddíl 0x%02X.
ru: Найден раздел 0x%02X

source: Relative offset in sectors: 0x%08lX
cs: Relativní pozice v sektorech: 0x%08lX
ru: Относительное смещение в секторах: 0x%08lX

source: Size in sectors: 0x%08lX
cs: Velikost v sektorech: 0x%08lX
ru: Размер в секторах: 0x%08lX

source: This partition is primary
cs: Tento diskový oddíl je základní
ru: Этот раздел основной

source: Swap partition entries: %s
cs: Položky odkládacího oddílu: %s
ru: Меняем разделы местами: %s

source: This partition belongs to an extended partition (is a logical disk)
cs: Tento diskový oddíl náleží do rozšířeného oddílu (logický disk)
ru: Этот раздел принадлежит к расширенному разделу (логический диск)

source: Too many partitions have been found.
cs: Bylo nalezeno příliš mnoho diskových oddílů.
ru: Найдено слишком много разделов.

source: Empty partition slot has been found.
cs: Bylo nalezeno prázdné místo pro diskový oddíl.
ru: Найден пустой слот для раздела.

source: Recursively call this function once again pointing it to an extended partition.
cs: Ještě jednou zavolám rekurzivně tuto funkci na rozšířený oddíl.
ru: Еще раз вызываем функцию рекурсивно, позиционируя ее на расширенный раздел.

source: Verbosity is set to %u
cs: Úroveň detailů menu je nastavena na %u
ru: Уровень детализированности меню установлен на %u

source: Maximum verbosity reached
cs: Byla dosažena maximální úroveň detailů menu
ru: Достигнут максимальный уровень детализированности меню

source: Number of available characters for custom boot menu text: %i
cs: Počet dostupných znaků pro textové menu zavaděče: %i
ru: Количество доступных символов для неавтоматического текста меню загрузки: %i

source: Too many characters in custom boot menu text. Regenerate boot menu text automatically or upload smaller file. Installation of mbldr is not allowed until you free at least %i bytes.
cs: Příliš mnoho znaků v textovém menu zavaděče. Obnovte textové menu zavaděče (automaticky) nebo nahrajte menší soubor. Instalace mbldr není povolena, dokud neuvolníte alespoň %i B.
ru: Слишком много символов в тексте меню загрузки (в неавтоматическом режиме). Пересоздайте меню в автоматическом режиме или загрузите файл меньшего размера. Установка mbldr невозможна до того, как минимум %i байтов будут освобождены.

source: Boot menu text will be generated after adding bootable partitions.
cs: Textové menu zavaděče bude generováno přidáváním zaváděcích oddílů.
ru: Меню загрузки будет создано после добавления загрузочных разделов.

source: Program name and version
cs: Jméno a verze programu
ru: Название программы и версия

source: Boot menu body with the list of partitions
cs: Obsah menu zavaděče se seznamem oddílů
ru: Тело загрузочного меню со списком разделов

source: Unknown partition has been found, empty label
cs: Byl nalezen neznámý oddíl, prázdná popiska
ru: Найден неизвестный раздел, пустая метка

source: Timeout value and instruction how to interrupt timer
cs: Hodnota časového limitu a instrukce, jak přerušit časovač
ru: Значение таймаута и инструкции, как прервать таймер

source: TimerInterruptKey has unexpected value %u
cs: Neočekávaná hodnota TimerInterruptKey: %u
ru: Неожиданное значение TimerInterruptKey: %u

source: Instruction what Enter does
cs: Instrukce, co dělá Enter
ru: Инструкции, что делает Enter

source: Instruction what to click
cs: Instrukce, na co kliknout
ru: Инструкции, что нажимать

source: Progress bar frame
cs: Rámec ukazatele průběhu
ru: Рамка прогресс-бара

source: Number of characters left=%i
cs: Počet zbývajících znaků = %i
ru: Количество оставшихся символов=%i

source: Result of nested call=%i
cs: Výsledek vloženého volání = %i
ru: Результат вложенного вызова=%i

source: Populate boot menu text
cs: Vyplnit text menu zavaděče
ru: Заполнение текста загрузочного меню

source: Too many characters have been entered for labels of bootable partitions. Installation of mbldr is not allowed until you free at least %i bytes.
cs: Bylo zadáno příliš mnoho znaků pro popisky zaveditelných oddílů. Instalace mbldr není povolena, dokud neuvolníte alespoň %i B.
ru: Слишком много символов использовано для меток загрузочных разделов. Установка mbldr невозможна до того, как минимум %i байтов будут освобождены.

source: Old MBR contents:
cs: Předchozí obsah MBR:
ru: Содержимое старого MBR:

source: mbldr_bin_len=%u, (not equal to 512)
cs: mbldr_bin_len=%u, (nerovná se 512)
ru: mbldr_bin_len=%u, (не равно 512)

source: First difference found at offset %u, found 0x%02X, should be 0x%02X.
cs: První rozdíl byl nalezen na pozici %u, nalezeno 0x%02X, mělo by být 0x%02X.
ru: Первое различие найдено на смещении %u, найдено 0x%02X, должно быть 0x%02X.

source: Mask array contains wrong values (offset %u, value 0x%02X).
cs: Pole masky obsahuje nesprávné hodnoty (pozice %u, hodnota 0x%02X).
ru: Массив маски содержит недопустимые значения (смещение %u, значение 0x%02X).

source: Mbldr was found.
cs: Mbldr nalezen.
ru: Найден mbldr.

source: Existing mbldr was found on the chosen disk device. Would you like to configure it? (otherwise a fresh install will be performed)
cs: Na vybraném diskovém zařízení byla nalezena instalace mbldr. Přejete si ji nakonfigurovat? (jinak bude použita nová instalace)
ru: На выбранном устройстве найдена существующая установка mbldr. Хотите ее сконфигурировать? (иначе будет произведена новая чистая установка)

source: User wants to configure existing mbldr.
cs: Uživatel chce nakonfigurovat stávající instalaci mbldr.
ru: Пользователь желает сконфигурировать существующую инсталляцию mbldr.

source: User wants to do fresh install.
cs: Uživatel chce novou instalaci.
ru: Пользователь желает произвести чистую установку.

source: ASCII code 0x%02X for timer interruption is neither Esc nor Space in existing mbldr.
cs: ASCII kód 0x%02X pro přerušení časového limitu není ani Esc ani Mezerník v stávajícím mbldr.
ru: ASCII код 0x%02X для прерывания таймера это не Esc и не Пробел в существующем mbldr.

source: Number of bootable partitions is incorrect (%u) in existing mbldr.
cs: Nesprávný počet zaveditelných oddílů (%u) v stávajícím mbldr.
ru: Неверное количество загружаемых разделов (%u) в существующем mbldr.

source: Number of default partition is incorrect (%u) in existing mbldr.
cs: Nesprávné číslo implicitního zaváděcího oddílu (%u) v stávajícím mbldr.
ru: Неверный номер раздела по умолчанию (%u) в существующем mbldr.

source: ASCII codes are used
cs: Použity ASCII kódy
ru: Используются ASCII коды

source: Scan-codes are used
cs: Použity sken-kódy
ru: Используются скан-коды

source: Base keyboard code: %u
cs: Základní kód klávesy: %u
ru: Базовый клавиатурный код: %u

source: Progress-bar looks like 9876543210
cs: Ukazatel průběhu vypadá jako: 9876543210
ru: Прогресс-бар выглядит так: 9876543210

source: Progress-bar symbol is '%c'
cs: Symbol ukazatele průběhu: '%c'
ru: Символ прогресс-бара: '%c'

source: Progress-bar is disabled
cs: Ukazatel průběhu zakázán
ru: Прогресс-бар запрещен

source: Progress-bar is enabled
cs: Ukazatel průběhu povolen
ru: Прогресс-бар разрешен

source: Timed boot is disabled (opcode: 0x%02X)
cs: Závádění s časovým limitem zakázáno (opcode: 0x%02X)
ru: Загрузка по таймеру запрещена (опкод: 0x%02X)

source: Timed boot is set to %i, opcode: 0x%02X, timer_byte1=0x%02X, timer_byte2=0x%02X
cs: Časový limit pro zavedení je %i, opcode: 0x%02X, timer_byte1=0x%02X, timer_byte2=0x%02X
ru: Загрузка по таймеру установлена в %i, опкод: 0x%02X, байт1_таймера=0x%02X, байт2_таймера=0x%02X

source: Timeout field is incorrect (%u) in existing mbldr.
cs: Nesprávná hodnota pole pro časový limit (%u) v stávajícím mbldr.
ru: Некорректное значение поля таймаута (%u) в существующем mbldr.

source: Timeout: %u
cs: Časový limit: %u
ru: Таймаут: %u

source: Boot menu text is corrupted.
cs: Text menu zavaděče je poškozen.
ru: Текст загрузочного меню поврежден.

source: Existing mbldr is configured to use custom %skey codes. It is unable to properly parse boot menu text so all labels will be lost. You need to type them again or use custom boot menu.
cs: Stávající mbldr je nakonfigurován tak, aby používal %skey kódy. Nemůže proto správně analyzovat textové menu zavaděče, takže všechny popisky budou ztraceny. Je zapotřebí, abyste je zadali znovu nebo použili upravené uživatelské zaváděcí menu.
ru: Существующий mbldr сконфигурирован для использования нестандартных %sкодов. В этом режиме правильное распознавание меток элементов в загрузочном меню невозможно, поэтому необходимо заново ввести значения для всех меток или использовать неавтоматическое меню загрузки.

source: Partition %u: offset %u
cs: Oddíl %u: pozice %u
ru: Смещение раздела %u: %u

source: Partition's description: '%s'
cs: Popis oddílu: '%s'
ru: Описание раздела: '%s'

source: New MBR contents:
cs: Nový obsah MBR:
ru: Содержимое нового MBR:

source: Press Enter.
cs: Stiskněte Enter.
ru: Нажмите Enter.

source: Yes, agree, go ahead
cs: Ano, souhlasím, pokračovat
ru: Да, согласен, давайте

source: No, please cancel the operation
cs: Ne, požaduji stornovat operaci
ru: Нет, пожалуйста отмените операцию

source: Choose the answer
cs: Vyberte odpověď
ru: Выберите ответ

source: User's choice: '%s'
cs: Volba uživatele: '%s'
ru: Выбор пользователя: '%s'

source: Author:
cs: Autor:
ru: Автор:

source: More info can be found at:
cs: Další informace můžete nalézt zde:
ru: Детальную информацию можно найти здесь:

source: No devices has been found, try to explicitly specify device with '-d' option
cs: Nebylo nalezeno žádné zařízení, zkuste výslovně uvést zařízení pomocí parametru '-d'
ru: Не было найдено ни одного устройства, попробуйте задать его при помощи параметра '-d'

source: Only one suitable device was found and will be used:
cs: Nalezeno bylo pouze jedno vhodné zařízení, které bude použito:
ru: Найдено только одно подходящее устройство, оно и будет использовано:

source: No partitions have been found
cs: Nebyl nalezen žádný diskový oddíl
ru: Не было найдено ни одного раздела

source: Quit immediately
cs: Bezprostřední ukončení
ru: Немедленный выход

source: Choose a device
cs: Vyberte zařízení
ru: Выберите устройство

source: User chooses immediate quit.
cs: Uživatel zvolil bezprostřední ukončení.
ru: Пользователь желает немедленно выйти.

source: User's choice: '%s' converted to integer %li.
cs: Volba uživatele: '%s' konvertováno na celé číslo %li.
ru: Выбор пользователя: '%s' преобразован в число %li.

source: The number of partitions reached its maximum (9). You can't add another one.
cs: Počet diskových oddílů dosáhl maxima (9). Nemůžete přidat další oddíl.
ru: Число разделов достигло максимального (9). Больше добавлять нельзя.

source: Partitions that are already in the bootable list are marked with asterisks.
cs: Diskové oddíly, které jsou již uvedeny v seznamu pro zavádění, jsou označeny hvězdičkou.
ru: Разделы, уже находящиеся в списке для загрузки, помечены звездочками.

source: Partition %u is found in current configuration at slot %u
cs: Diskový oddíl %u byl nalezen ve stávající konfiguraci na pozici %u
ru: Раздел %u найден в текущей конфигурации в слоте %u

source: PRI
cs: ZÁKL.
ru: ОСНОВН

source: EXT
cs: ROZŠ.
ru: РАСШИР

source: Tb
cs: Тb
ru: Тб

source: Gb
ru: Гб

source: Mb
cs: Мb
ru: Мб

source: Kb
cs: Кb
ru: Кб

source: 'Skip boot attempt' is found in slot %u
cs: Položka 'Pokus o vynechání nabídky zavádění' byla nalezena na pozici %u
ru: Пункт 'Пропустить попытку загрузки' был найден в слоте %u

source: SKIP BOOT
cs: VYNECHAT NABÍDKU ZAVÁDĚNÍ
ru: ПРОПУСТИТЬ

source: 'Boot from next HDD' is found in slot %u
cs: Položka 'Zavedení z následujícího disku' byla nalezena na pozici %u
ru: Пункт 'Загрузка со следующего жесткого диска' был найден в слоте %u

source: NEXT HDD
cs: ZAVEDENÍ Z NÁSLEDUJÍCÍHO DISKU
ru: СЛЕДУЮЩИЙ

source: Do not add anything at this time
cs: Tentokrát nic nepridávat
ru: Ничего не добавлять сейчас

source: Choose what do you want to add
cs: Vyberte, co chcete přidat
ru: Выберите, что вы хотите добавить

source: Do nothing, just go back from this menu.
cs: Nic nedělat, jít zpět na předchozí nabídku.
ru: Ничего не делать, просто выйти из этого меню.

source: 'Skip boot' menu item has been added.
cs: Položka 'Vynechat zaváděcí nabídku' byla přidána do menu.
ru: Пункт 'Пропустить попытку загрузки' был добавлен в меню.
